Repository: diamondStar35/clipManager
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: ru

source: Full Clipboard Text
ru: Полный текст буфера обмена

source: Close
ru: Закрыть

source: Add New Item
ru: Добавить новый элемент

source: Enter text:
ru: Введите текст:

source: Pinned
ru: Закреплено

source: Save
ru: Сохранить

source: Clipboard History
ru: История буфера обмена

source: Paste
ru: Вставить

source: Edit
ru: Редактировать

source: Delete
ru: Удалить

source: Unpin
ru: Открепить

source: Pin
ru: Закрепить

source: View Full Text
ru: Показать полный текст

source: Add
ru: Добавить

source: Clear All
ru: Очистить всё

source: Import history
ru: Импортировать историю

source: Export history
ru: Экспортировать историю

source: Backup
ru: Создать резервную копию

source: Pasted!
ru: Вставлено!

source: Cannot paste: Focus is not on an editable text control.
ru: Невозможно вставить: фокус не находится в редакторе.

source: Error pasting: {}
ru: Ошибка при вставке: {}

source: Edit Text
ru: Редактировать Текст

source: This item cannot be edited because it is not a text.
ru: Редактирование невозможно: это не текст.

source: Are you sure you want to delete this item?
ru: Вы уверены, что хотите удалить этот элемент?

source: Confirm Deletion
ru: Подтвердить удаление

source: Choose a history file to import
ru: Выберите файл с историей для импортирования

source: Importing this history will overwrite your current history. Are you sure you would like to continue?
ru: Импортирование этого файла заменит вашу текущую историю буфера обмена. Вы уверены, что хотите продолжить?

source: Warning
ru: Внимание

source: History imported successfully.
ru: История успешно импортирована.

source: Success
ru: Успешно

source: Invalid history file format.
ru: Неверный формат файла истории.

source: Error importing history: {}
ru: Ошибка загрузки истории буфера обмена: {}

source: Save history as
ru: Сохранить историю как

source: Your clipboard History has been exported successfully.
ru: История буфера обмена успешно экспортирована.

source: Export Success
ru: Успешный экспорт

source: Error exporting history: {}
ru: Ошибка при экспорте истории: {}

source: Clipboard History Settings
ru: Настройки истории буфера обмена

source: History size:
ru: Размер истории:

source: Save history on exit
ru: Сохранять историю при выходе

source: Save threshold:
ru: Порог сохранения:

source: Display characters per item:
ru: Количество отображаемых символов для каждого элемента:

source: Show a warning dialog when deleting items
ru: Запрашивать подтверждение при удалении элементов

source: Shows clipboard history
ru: Показать историю буфера обмена

source: clip_manager
ru: Менеджер буфера обмена

source: Clipboard history is empty.
ru: История буфера обмена пуста.

source: Failed to get clipboard text: {}
ru: Ошибка при получении содержимого буфера обмена: {}

source: Error loading clipboard history: Invalid JSON format.
ru: Ошибка загрузки истории буфера обмена: Неверный JSON формат.

source: Error loading clipboard history: {}
ru: Ошибка загрузки истории буфера обмена: {}

source: Error saving clipboard history!
ru: Ошибка сохранения истории буфера обмена!
